IDEA Open Model
ProjectData.CodeDependentData Property
Compatible with IDEA StatiCa v 10.1
 Code dependent data
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Object CodeDependentData { get; set; }
Public Property CodeDependentData As Object
	Get
	Set
public:
property Object^ CodeDependentData {
	Object^ get ();
	void set (Object^ value);
}
Property Value
Type: Object
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace